/* Details of a saved card. &apos;{card brand} ending in {last 4}&apos; e.g. &apos;VISA ending in 4242&apos; */
"%1$@ ending in %2$@" = "%1$@ slutar med %2$@";

/* Bank name when bank is offline for maintenance. */
"%@ - Offline" = "%@ - Offline";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"+ Add" = "+ Lägg till";

/* Text for a button that, when tapped, displays another screen where the customer can enter card details */
"+ Add card" = "+ Lägg till kort";

/* Source type brand name */
"3D Secure" = "3D Secure";

/* Title for address entry section */
"ACCOUNT HOLDER ADDRESS" = "KONTOINNEHAVARENS ADRESS";

/* This is a Payment Method type brand name so shouldn&apos;t be translated unless it has a different name in a given localization. */
"AU BECS Debit" = "AU BECS Debit";

/* part of {Account} ending in {last4} */
"Account" = "Konto";

/* Caption for Name field on bank info form */
"Account Holder Name" = "Kontoinnehavarens namn";

/* Placeholder text for Account number entry field for BECS Debit. */
"Account number" = "Kontonummer";

/* Button to add a new credit card. */
"Add New Card…" = "Lägg till nytt kort…";

/* Title for Add a Card view */
"Add a Card" = "Lägg till kort";

/* Title for SEPA Debit Account form */
"Add a Direct Debit Account" = "Lägg till autogirokonto";

/* Title shown above a card entry form */
"Add a card" = "Lägg till ett kort";

/* Label of a button displayed below a card entry form that saves the card details */
"Add card" = "Lägg till kort";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"Add new payment method" = "Lägg till ny betalmetod";

/* Title shown above a form where the customer can enter payment information like credit card details, email, billing address, etc. */
"Add your payment information" = "Lägg till betalningsinformation";

/* Address line 2 placeholder for billing address form. */
"Address line 2 (optional)" = "Adressrad 2 (valfritt)";

/* Payment Method type brand name  */
"Afterpay" = "Afterpay";

/* Payment Method type brand name */
"AfterpayClearpay" = "AfterpayClearpay";

/* Payment Method type brand name */
"AfterpayClearpay_copy" = "AfterpayClearpay";

/* Source type brand name */
"Alipay" = "Alipay";

/* Text for Apple Pay payment method */
"Apple Pay" = "Apple Pay";

/* Caption for Apartment/Address line 2 field on address form */
"Apt." = "Lägenhetsnr.";

/* Title for bank picker section */
"BANK" = "BANK";

/* Title for bank account information form */
"BANK ACCOUNT INFORMATION" = "BANKKONTO";

/* Title for billing address entry section */
"BILLING ADDRESS" = "FAKTURERINGSADRESS";

/* Payment Method type brand name */
"BLIK" = "BLIK";

/* Placeholder text for BSB Number entry field for BECS Debit. */
"BSB" = "BSB";

/* Text for back button */
"Back" = "Tillbaka";

/* Source type brand name */
"Bancontact" = "Bancontact";

/* Label for Bank Account selection or detail entry form */
"Bank Account" = "Bankkonto";

/* Title for billing address entry section */
"Billing Address" = "Faktureringsadress";

/* Billing address section title for card form entry. */
"Billing address" = "Faktureringsadress";

/* Payment Method type brand name */
"Boleto" = "Boleto";

/* Klarna buy now or pay later copy */
"Buy now or pay later with Klarna." = "Köp nu eller betala senare med Klarna.";

/* SEPA legal authorization text – must use official translations. */
"By providing your IBAN and confirming this payment, you are authorizing %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited." = "Genom att tillhandahålla ditt IBAN och bekräfta betalningen godkänner du att %@ och Stripe, vår betalningsleverantör, skickar instruktioner till din bank för debitering av ditt konto i enlighet med dessa instruktioner. Din rätt till återbetalning är i enlighet med villkoren för ditt avtal med din bank. Återbetalning måste krävas inom 8 veckor från och med det datum då ditt konto debiterades.";

/* SEPA mandate text */
"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Genom att tillhandahålla din betalningsinformation och bekräfta denna betalning godkänner du (A) %@ och Stripe, vår betaltjänstleverantör, att skicka instruktioner till din bank att debitera ditt konto och (B) din bank att debitera ditt konto i enlighet med dessa instruktioner. Som en del av dina rättigheter har du rätt till återbetalning från din bank enligt villkoren för ditt avtal med din bank. Återbetalning måste krävas inom åtta veckor från det datum då ditt konto debiterades. Dina rättigheter förklaras i ett utdrag som du kan få från din bank. Du godkänner att få aviseringar för framtida debiteringar upp till två dagar innan de inträffar.";

/* Title for card number entry field */
"CARD" = "KORT";

/* Title for contact info form */
"CONTACT" = "KONTAKTINFORMATION";

/* Title for country picker section */
"COUNTRY" = "LAND";

/* Label for entering CVC in text field */
"CVC" = "CVC-kod";

/* Label for entering CVV in text field */
"CVV" = "CVV-kod";

/* Button title to cancel action in an alert */
"Cancel" = "Avbryt";

/* Title for credit card number entry field */
"Card" = "Kort";

/* Details of a saved card */
"Card ending in %@" = "Kort slutar på %@";

/* Card details entry form header title */
"Card information" = "Kortinformation";

/* Label for card number entry text field */
"Card number" = "Kortnummer";

/* TODO */
"Choose a payment method" = "Välj en betalmetod";

/* Payment Method type brand name */
"Clearpay" = "Clearpay";

/* Accessibility label for the button to close the card scanner. */
"Close card scanner" = "Stäng kortskanner";

/* Title for contact info form */
"Contact" = "Kontaktinformation";

/* Text for continue button */
"Continue" = "Fortsätt";

/* Title for delivery address entry section */
"DELIVERY ADDRESS" = "LEVERANSADRESS";

/* Title for delivery info form */
"Delivery" = "Leverans";

/* Title for delivery address entry section */
"Delivery Address" = "Leveransadress";

/* Source type brand name */
"EPS" = "EPS";

/* Button title to enter editing mode */
"Edit" = "Redigera";

/* Payment Method type brand name */
"FPX" = "FPX";

/* Label for free shipping method */
"Free" = "Gratis";

/* Placeholder string for name entry field. */
"Full name" = "Fullständigt namn";

/* Source type brand name */
"Giropay" = "Giropay";

/* Payment Method type brand name. */
"GrabPay" = "GrabPay";

/* IBAN placeholder – don&apos;t translate */
"IBAN" = "IBAN";

/* Shipping form error message */
"Invalid Shipping Address" = "Ogiltig leveransadress";

/* Spoken during VoiceOver when a form field has failed validation. */
"Invalid data." = "Ogiltig data.";

/* Source type brand name */
"Klarna" = "Klarna";

/* Link Payment Method type brand name */
"Link" = "Link";

/* Title for screen when data is still loading from the network. */
"Loading…" = "Laddar...";

/* label for text field to enter card expiry */
"MM / YY" = "MM / ÅÅ";

/* label for text field to enter card expiry */
"MM/YY" = "MM/ÅÅ";

/* Title for payment options section */
"MORE OPTIONS" = "FLER VAL";

/* Source type brand name */
"Multibanco" = "Multibanco";

/* Payment Method type brand name */
"NetBanking" = "NetBanking";

/* Label for button to add a new credit or debit card */
"New Card" = "Nytt kort";

/* Label for button to add a new SEPA Direct Debit account */
"New Direct Debit Account" = "Nytt autogirokonto";

/* Accessibility label for button to add a new SEPA Direct Debit account */
"New SEPA Direct Debit Account" = "Nytt SEPA autogirokonto";

/* Button to move to the next text entry field */
"Next" = "Nästa";

/* No comment provided by engineer. */
"OK" = "OK";

/* Payment Method type brand name */
"OXXO" = "OXXO";

/* Button to pay with a Bank Account (using FPX). */
"Online Banking (FPX)" = "Internetbank (FPX)";

/* Title of a section containing multiple payment methods that can selected and will collect the payment information from the user. */
"Or pay using" = "Eller betala genom att använda";

/* Title of a section containing a card form that will collect the payment information from the user. */
"Or pay with a card" = "Eller betala med ett kort";

/* An option in a dropdown selector indicating the customer's desired selection is not in the list. e.g., 'Choose your bank: Bank1, Bank2, Other' */
"Other" = "Övrig";

/* Source type brand name */
"P24" = "P24";

/* Label of a button that initiates payment when tapped */
"Pay %@" = "Betala %@";

/* Klarna pay later copy */
"Pay later with Klarna." = "Betala senare med Klarna.";

/* Pay with {payment method} */
"Pay with %@" = "Betala med %@";

/* Payment Method type brand name */
"PayPal" = "PayPal";

/* Title for Payment Method screen */
"Payment Method" = "Betalningsmetod";

/* Caption for Phone field on address form */
"Phone" = "Telefonnummer";

/* Accessibility instructions for card scanning. */
"Point the camera at your card." = "Placera kameran på din kod.";

/* Short string for postal code (text used in non-US countries). Please keep to 8 characters or less if possible. */
"Postal" = "Postnummer";

/* Caption for Postal Code field on address form (only shown in countries other than the United States) */
"Postal Code" = "Postnummer";

/* Label of a button that, when tapped, initiates payment, becomes disabled, and displays this text */
"Processing..." = "Bearbetar ...";

/* Payment Method type brand name. */
"Przelewy24" = "Przelewy24";

/* Button title for confirmation alert to remove a saved payment method
   Text for remove button */

"Remove" = "Ta bort";
/* Content for alert popup prompting to confirm removing a saved card. Remove {card brand} ending in {last 4} e.g. &apos;Remove VISA ending in 4242&apos; */

"Remove %1$@ ending in %2$@" = "Ta bort %1$@ slutar på %2$@";
/* Content for alert popup prompting to confirm removing saved payment method. */

"Remove %@" = "Ta bort %@";
/* Title for confirmation alert to remove a card */

"Remove Card" = "Ta bort kort";
/* Title for confirmation alert to remove a saved bank account payment method */

"Remove bank account" = "Ta bort bankkonto";
/* Content for alert popup prompting to confirm removing a saved bank account. e.g. 'Remove bank account ending in 4242' */

"Remove bank account ending in %@" = "Ta bort bankkonto som slutar på %@";
/* part of {SEPA Account} ending in {last4} */

"SEPA Account" = "SEPA-konto";
/* Payment method brand name */

"SEPA Debit" = "SEPA Debit";
/* Source type brand name */

"SEPA Direct Debit" = "SEPA autogiro";
/* Title for shipping address entry section */

"SHIPPING ADDRESS" = "LEVERANSADRESS";
/* Label for shipping method form */

"SHIPPING METHOD" = "LEVERANSMETOD";
/* Source type brand name */

"SOFORT" = "SOFORT";
/* The label of a switch indicating whether to save the payment method for future payments. */

"Save for future payments" = "Spara för framtida betalningar";
/* The label of a switch indicating whether to save the user&apos;s card for future payments to this merchant */

"Save this card for future %@ payments" = "Spara detta kort för framtiden %@ betalningar";
/* The label of a switch indicating whether to save the user's card for future payment */

"Save this card for future Stripe payments" = "Spara detta kort för framtida Stripe-betalningar";
/* Label of a button displayed below a payment method form. Tapping the button closes the form and uses the entered payment method details for checkout in the next step */

"Select" = "Välj";
/* label for iDEAL-bank selection picker */

"Select bank" = "Välj bank";
/* Title shown above a carousel containing the customer&apos;s payment methods */

"Select your payment method" = "Välj din betalningsmetod";
/* Label of a button displayed below a payment method form. Tapping the button sets the payment method up for future use */

"Set up" = "Konfigurera";
/* Title for shipping info form */

"Shipping" = "Frakt";
/* Title for shipping address entry section */

"Shipping Address" = "Leveransadress";
/* Label for shipping method form */

"Shipping Method" = "Leveransmetod";
/* Payment Method type brand name

   Source type brand name */
"Sofort" = "Sofort";

/* Caption for generalized state/province/region field on address form (not tied to a specific country&apos;s format) */
"State / Province / Region" = "Stat/provins/region";

/* Error string displayed to user when they have entered an incomplete BSB number. BSB refers to an Australian bank account number */
"The BSB you entered is incomplete." = "Den BSB du angav är inkomplett.";

/* Error string displayed to user when they enter in an invalid BSB number. &quot;BSB&quot; refers to an Australian bank account. */
"The BSB you entered is invalid." = "Den BSB du angav är fel.";

/* An error message displayed when the customer's IBAN is incomplete. */
"The IBAN you entered is incomplete." = "Angivet IBAN är ofullständigt.";

/* An error message displayed when the IBAN country code is not supported. */
"The IBAN you entered is invalid, \"%@\" is not a supported country code." = "Angivet IBAN är ogiltigt, \"%@\" är inte en giltig landskod.";

/* Error when the seleted payment method is not available (eg attempted to use 3D Secure on a card that does not support it). */
"The selected payment method is not available." = "Den valda betalningsmetoden är inte tillgänglig.";

/* Error when 3DS2 authentication timed out. */
"Timed out authenticating your payment method -- try again" = "Tidsgränsen passerades vid autentisering av betalningsmetoden – försök igen";

/* Error when the user hasn&apos;t allowed the current app to access the camera when scanning a payment card. &apos;Settings&apos; is the localized name of the iOS Settings app. */
"To scan your card, allow camera access in Settings." = "För att skanna ditt kort, tillåt kameraåtkomst i Inställningar.";

/* Payment Method type brand name */
"UPI" = "UPI";

/* Default missing source type label */
"Unknown" = "Okänd";

/* Button to fill shipping address from billing address. */
"Use Billing" = "Använd faktureringsadress";

/* Button to fill billing address from delivery address. */
"Use Delivery" = "Använd leveransadress";

/* Button to fill billing address from shipping address. */
"Use Shipping" = "Använd leveransadress";

/* Error when 3DS2 authentication failed (e.g. customer entered the wrong code) */
"We are unable to authenticate your payment method. Please choose a different payment method and try again." = "Vi kan inte verifiera din betalningsmetod. Välj en annan betalningsmetod och försök igen.";

/* Source type brand name */
"WeChat Pay" = "WeChat Pay";

/* You&apos;ll be taken to {bank name} to finish your purchase. */
"You'll be taken to %@ to finish your purchase." = "Du tas nu till %@ för att slutföra ditt köp.";

/* An error message displayed when the IBAN does not start with a two-letter country code. */
"Your IBAN should start with a two-letter country code." = "Ditt IBAN ska börja med en landskod (två bokstäver).";

/* An error message. */
"Your IBAN should start with a two-letter country code._copy" = "Ditt IBAN ska börja med en landskod (två bokstäver).";

/* Error message for when ZIP code in form is incomplete (US only) */
"Your ZIP is incomplete." = "Ditt postnummer är ofullständigt.";

/* Error message for when postal code in form is invalid (US only) */
"Your ZIP is invalid." = "Ditt postnummer är ogiltigt.";

/* Error message for card form when card number is incomplete */
"Your card number is incomplete." = "Ditt kortnummer är ofullständigt.";

/* Error message for card form when card number is invalid */
"Your card number is invalid." = "Ditt kortnummer är ogiltigt.";

/* Error message for card details form when expiration date isn&apos;t entered completely */
"Your card's expiration date is incomplete." = "Kortets utgångsdatum är ofullständigt.";

/* Error message for card details form when expiration date is invalid */
"Your card's expiration date is invalid." = "Kortets utgångsdatum är ogiltigt.";

/* String to describe an invalid month in expiry date. */
"Your card's expiration month is invalid." = "Kortets utgångsmånad är ogiltig.";

/* String to describe an invalid year in expiry date. */
"Your card's expiration year is invalid." = "Kortets utgångsår är ogiltigt.";

/* Error message for card entry form when CVC/CVV is incomplete. */
"Your card's security code is incomplete." = "Kortets säkerhetskod är ofullständig.";

/* Error message for card entry form when CVC/CVV is invalid */
"Your card's security code is invalid." = "Kortets säkerhetskod är ogiltig.";

/* Error message for when postal code in form is incomplete */
"Your postal code is incomplete." = "Ditt postnummer är ofullständigt.";

/* Error message for when postal code in form is invalid */
"Your postal code is invalid." = "Ditt postnummer är ogiltigt.";

/* Caption for Zip Code field on address form (only shown when country is United States only) */
"ZIP Code" = "Postkod";

/* accessibility label for text field */
"card number" = "kortnummer";

/* Placeholder string for email entry field. */
"example@example.com" = "exempel@exempel.com";

/* accessibility label for text field */
"expiration date" = "utgångsdatum";

/* Payment Method type brand name. */
"giropay" = "giropay";

/* Source type brand name */
"iDEAL" = "iDEAL";

/* iDEAL bank section title for iDEAL form entry. */
"iDEAL Bank" = "iDEAL Bank";

